Revit 2027 API
ParameterTypeId.RebarSpacingDetailedSummary Property
 "Spacing Detailed Summary"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSpacingDetailedSummary { get; }
Public Shared ReadOnly Property RebarSpacingDetailedSummary As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSpacingDetailedSummary {
	ForgeTypeId^ get ();
}
static member RebarSpacingDetailedSummary : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace